export const Competition = {
    id: "3",
    name: "部落竞赛",
    icon: "competition",
    details:[
        {
            title: "竞赛细则",
            contents: [
                "剩余4天时每人竞赛积分必须 >= 100，不到踢",
                "剩余3天时每人竞赛积分必须 >= 200，不到踢",
                "剩余2天时每人竞赛积分必须 >= 300，不到踢",
                "剩余1天时每人竞赛积分必须 >= 400，不到踢",
                "剩余10小时开始清理积分不到500的成员",
            ]
        },
        {
            title: "末位淘汰制",
            contents:[
                "1.当部落竞赛奖励没有达到最高阶段时，踢出竞赛积分最低的一个",
                "2.末位淘汰制在竞赛最后5小时开始执行（此时竞赛积分不到500的都被踢了）",
                "3.如果竞赛积分最后一位得分>=1500，则本次竞赛末位淘汰制不执行"
            ]
        }
    ]
};